<?xml version="1.0" encoding="UTF-8"?>
<plist version="1.0">
<dict>
  <key>PayloadContent</key>
  <array>
    <dict>
      <key>PayloadType</key>
      <string>com.apple.vpn.managed</string>
      <key>UserDefinedName</key>
      <string>Proton VPN</string>
      ...
    </dict>
  </array>
</dict>
</plist>
